/* Задание на урок:

1) Создать переменную numberOfFilms и нее поместить ответ от пользователя на вопрос:
'Сколько фильмов вы уже посмотрели?'

2) Создать обьекты personalMovieDB и в него поместить такие свойства:
    - count - сюда передается ответ на первый вопрос
    - movies - в это свойство поместить пустой обьект
    - actors - тоже поместить пустой обьект
    - genres - сюда поместить пустой массив
    - private - в это свойств поместить boolean(логический) значение false

3) Задайте пользователю по два раза вопросы:
    - 'Один из последних просметренных фильмов?'
    - 'На сколько оцените его?'
Ответы стоит поместить в отдельные переменные
Записать ответы в обьекты movies в формате:
    movies: {
        'logan': '8.1'
    }

Проверить, чтобы все работало без ошибок в консоли

*/ 